Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/laereplan_matematikk2t2p.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Matematihka 2 T ja 2 P oahppoplána
sma: Udir.no - Learoesoejkesje matematihkesne 2 T jïh 2 P

source: Matematihka 2 T ja 2 P oahppoplána
sma: Learoesoejkesje matematihkesne 2 T jïh 2 P

source: Máhttodepartemeanta mearridan láhkaásahussan 21.06.2013
sma: Vihtiestamme goh mieriedimmie Maahtoedepartemeenteste 21.06.2013

source: Ulbmil
sma: Ulmie

source: Matematihkka lea oassi min máilmmiviidosaš kulturárbbis.
sma: Matematihke lea akte bielie mijjen veartenevijries kultuvreaerpeste.

source: Olbmot leat doloža rájes geavahan ja ovdánahttán matematihka systematiseret vásáhusaid, válddahit ja áddet oktavuođaid luonddus ja servodagas ja suokkardit máilmmi.
sma: Almetje lea iktegisth matematihkem nuhtjeme jïh evtiedamme juktie dååjrehtimmieh öörnegen mietie bïejedh, ektiedimmieh eatnamisnie jïh siebriedahkesne buerkiestidh jïh guarkedh, jïh veartenerommem goerehtidh.

source: Eará inspirašuvdnagáldu ovdánahttit fága lea leamaš ahte olbmot iešalddis leat beroštan bargat matematihkain.
sma: Akte jeatjah skraejriegaaltije juktie faagem evtiedidh lea almetje lea aavoedamme matematihkine barkedh jïjtsinie.

source: Fága guoská olu guovddáš servodatsurggiide nu go medisiidnii, ekonomiijii, teknologiijii, kommunikašuvdnii, energiijahálddašeapmái ja huksendoaimmaide.
sma: Faage lea stïeresne gelline vihkeles siebriedahkesuerkine, goh medisijne, ekonomije, teknologije, govlesadteme, energijereereme jïh bigkemisnie.

source: Danne lea nana matematihkkagelbbolašvuohta eaktun servodaga ovdánahttimii.
sma: Nænnoes maahtoe matematihkesne lea dan åvteste eevre daerpies gosse edtja siebriedahkem evtiedidh.

source: Aktiivvalaš demokratiija dárbbaša olbmuid geat máhttet guorahallat, áddet ja kritihkalaččat árvvoštallat kvantitatiiva dieđuid, statistihkalaš analysaid ja ekonomalaš prognosaid.
sma: Akte eadtjohke demokratije årrojh daarpesje mah maehtieh lïeredh, guarkedh jïh laejhtehkslaakan vuarjasjidh jïjnjh bïevnesh, statistiske analyjsh jïh ekonomeles aerviedimmieh.

source: Nu lea matematihkkagelbbolašvuohta dárbbašlaš go galgá áddet ja sáhttit váikkuhit proseassaid servodagas.
sma: Naemhtie dle maahtoe matematihkesne daerpies juktie guarkedh jïh maehtedh prosessh siebriedahkesne eadtjoestidh.

source: Matematihkkagelbbolašvuohta mearkkaša geavahit čuolbmačoavdima ja modellerema analyseret ja nuppástuhttit čuolmma matematihkalaš hápmái, čoavdit dan ja árvvoštallat man gustovaš čoavddus lea.
sma: Matematihkeles maahtoe sæjhta jiehtedh dåeriesmoereloetemem jïh hammoedimmiem nuhtjedh juktie dåeriesmoerem analyjseradidh jïh jarkelidh akten matematihkeles hammose, dam loetedh jïh vuarjasjidh man reaktoe vaestiedasse lea.

source: Dás leat maiddái gielalaš bealit, nu go gaskkustit, ságastallat ja resoneret ideaid.
sma: Daate aaj gïelebielieh åtna, goh leerehtidh, soptsestidh jïh ussjedidh åssjaldahki bïjre.

source: Eanaš matematihkalaš doaimmain mii geavahit veahkkeneavvuid ja teknologiija.
sma: Dejnie jeanatjommes matematihkeles darjoeminie nuhtjeminie viehkiedïrregh jïh teknologijem.

source: Sihke máhttit geavahit ja árvvoštallat iešguđet veahkkeneavvuid, ja diehtit daid ráddjehusaid birra, leat dehálaš oasit fágas.
sma: Dovne maehtedh nuhtjedh jïh vuarjasjidh ovmessie viehkiedïrregh jïh damtedh gusnie dah maehtieh åtnasovvedh, leah vihkeles bielieh faageste.

source: Matematihkkagelbbolašvuohta lea dehálaš reaidu ovttaskas olbmui, ja fága sáhttá leat vuođđun viidáset oahpu váldimii ja bargoeallimii ja astoáigedoaimmaide oassálastimii.
sma: Maahtoe matematihkesne lea akte vihkeles dïrrege fïereguhtese, jïh faage maahta våaromem bïejedh juktie vielie ööhpehtimmiem vaeltedh faagesne jïh meatan årrodh barkoejieliedisnie jïh darjoeminie eejehtallemisnie.

source: Matematihkka lea vuođđun stuorra oassái min kulturhistorjjás ja logihkalaš jurddašeami ovdánahttimis.
sma: Matematihke lea betnesne stoerre bieline mijjen kultuvrehistovrijeste jïh juktie logiske ussjedimmiem evtiedidh.

source: Nu lea fágas guovddáš rolla álbmotoahpas ja váikkuha identitehtii, jurddašanvuohkái ja iešáddejupmái.
sma: Naemhtie dle faage aktem vihkeles råållam åtna dennie sïejhme skearkagimmesne dan åvteste dïhte identiteetem, ussjedimmievuekiem jïh jïjtjegoerkesem tsevtsie.

source: Matematihkkafága skuvllas lea mielde ovdánahttimin matematihkkagelbbolašvuođa maid servodat ja ovttaskas olbmot dárbbašit.
sma: Matematihkefaage skuvlesne viehkehteminie dam matematihkeles maahtoem evtiedidh maam siebriedahke jïh fïereguhte almetje daarpesje.

source: Olahan dihtii dán, de fertejit oahppit beassat bargat sihke praktihkalaččat ja teorehtalaččat.
sma: Jis edtjieh dam jaksedh dle learohkh tjuerieh nuepiem åadtjodh dovne praktihkeles jïh teoretihkeles barkedh.

source: Oahpahusas barget sihke suokkardemiin, stoahkamiin, hutkás ja čuolbmačoavdi doaimmaiguin ja gálgahárjehallamiin.
sma: Lïerehtimmie lea dovne goerehtidh, stååkedidh, sjugniedidh jïh dåeriesmoerh loetedh darjoeminie jïh tjiehpievoetehaarjanimmesne.

source: Praktihkalaš geavahusas oaidnit ávkki matematihkas reaidofágan.
sma: Praktihkeles åtnosne dle matematihke vuesehte dïhte lea akte nuhteligs dïrregefaage.

source: Skuvlabarggus ávkkástallá fága guovddáš ideaid, hámiid, struktuvrraid ja oktavuođaid.
sma: Skuvlebarkosne nuhtjeminie vihkeles åssjaldahkh, hammoeh, struktuvrh jïh ektiedimmieh faagesne.

source: Ohppiid ferte hástalit kommuniseret matematihka čálalaččat, njálmmálaččat ja digitálalaččat.
sma: Tjuara learoehkidie haestedh matematihkine barkedh tjaaleldh, njaalmeldh jïh digitaalelaakan.

source: Ferte láhčit diliid nu ahte sihke nieiddat ja gánddat ožžot buriid vásáhusaid matematihkkafágas, mat hábmejit buriid guottuid ja nana fágagelbbolašvuođa.
sma: Tjuara sjïehteladtedh ihke dovne nïejth jïh baernieh jïjnjh dååjrehtimmieh matematihkefaagine åadtjoeh, mah positijve vuajnoeh jïh aktem nænnoes faagemaahtoem sjugniedieh.

source: Ná láhčá vuođu eallinagi oahppamii.
sma: Naemhtie akte våarome bïejesåvva akten lïerehtæmman mij abpe jieledem ryöhkoe.

source: Fága lea juhkkojuvvon váldoosiide maidda leat hábmejuvvon gelbbolašvuođamihttomearit.
sma: Faage lea öörnedamme åejviesuerkine mejtie maahtoeulmieh leah hammoedamme.

source: Váldooasit dievasmahttet guhtet guoimmiset, ja daid ferte geahččat oktilaččat.
sma: Åejviesuerkieh sinsitniem lissiehtieh jïh tjuerieh ektesne vuajnalgidh.

source: Fága oahppoplánas leat guokte variántta.
sma: Göökte joekehtsh learoesoejkesjh faagesne.

source: Oahppoplána 2 T lea eanet teorehtalaš, ja oahppoplána 2 P fas lea eanet praktihkalaš.
sma: Learoesoejkesje 2 T lea vielie teoretihkeles, mearan learoesoejkesje 2 P lea vielie praktihkeles.

source: Goappašat variánttat addet oppalaš studerengelbbolašvuođa ovttas oktasašfágain Jo1:ža matematihkain (matematihkka 1 T dahje 1 P).
sma: Gåabpegh learoesoejkesjh sïejhme studijemaahtoem vedtieh ektiefaagine matematihke ektine daltesisnie Jåa1 (matematihke 1 T jallh 1 P).

source: Váldoosiid bajilgovva:
sma: Bijjieguvvie åejviesuerkiejgujmie

source: Oktasašfága
sma: Åejviesuerkieh

source: Váldooassi
sma: Geometrije

source: Kombinatorihkka ja jáhkehahttivuohta
sma: Kombinatorihke jïh aarvehtse

source: Kultuvra ja modelleren
sma: Kultuvre jïh hammoedimmie

source: Logut ja algebra praktihkas
sma: Taalh jïh algebra rïektesisnie

source: Statistihkka
sma: Hammoedimmie

source: Funkšuvnnat praktihkas
sma: Funksjovnh rïektesisnie

source: Logut ja algebra-váldooassi galgá ovdánahttit lohkoáddejumi ja máhtu das mo logut ja lohkogieđahallan doibmet vuogádagain ja minstariin.
sma: Åejviesuerkie taalh jïh algebra lea taalegoerkesem evtiedidh, jïh daajroem åadtjodh guktie taalh jïh taalegïetedimmie leah meatan systeemine jïh maalline.

source: Loguiguin sáhttá kvantifiseret dohkiid ja sturrodagaid.
sma: Taaligujmie maahta jiehtedh man jïjnje lea mestie akt jïh stoeredahkh.

source: Loguide gullet sihke olles logut, cuovkkat, desimálalogut ja proseanttat.
sma: Taalh leah dovne ellies taalh, bröökh, desimaaletaalh jïh prosente.

source: Algebra skuvllas generalisere lohkorehkenastima dan bokte ahte bustávat dahje eará symbolat ovddastit loguid.
sma: Algebra skuvlesne lea sïejhme taaleryökneme, dan åvteste bokstaavh jallh jeatjah symbovlh leah seamma goh taalh.

source: Dat dahká vejolažžan válddahit ja analyseret minstariid ja oktavuođaid.
sma: Dïhte nuepiem vadta maallh jïh ektiedimmieh analyjseradidh.

source: Algebra geavahuvvo maiddái eará váldoosiid oktavuođas.
sma: Algebra aaj åtnasåvva dej jeatjah åejviesuerkiejgujmie ektine.

source: Geometriija skuvllas mearkkaša earret eará analyseret guovtte- ja golmmadimenšunálat govvosiid iešvuođaid ja ráhkadit konstrukšuvnnaid ja meroštallamiid.
sma: Geometrije skuvlesne lea gaskem jeatjah jïjtsevoeth analyjseradidh guektien- jïh golmendimensjovnaale goerine, jïh konstruksjovnh jïh aerviedimmieh darjodh.

source: Dalle studere dynámalaš proseassaid nu go speadjalastima, joraheami ja sirdáseami.
sma: Daesnie goerehte dynamihkeles prosessh goh speejjeldimmie, jårredimmie jïh sertiestimmie.

source: Váldooassi fátmmasta maiddái dan ahte čađahit ja válddahit sajusteami ja sirdima.
sma: Åejviesuerkesne edtja aaj buerkiestidh mennie sijjesne mij akt lea, jïh gåabph mij akt sertieståvva.

source: Statistihkka, jáhkehahttivuohta ja kombinatorihkka
sma: Statistihke, aarvehtse jïh kombinatorihke

source: Statistihkkii gullá plánet, čohkket, organiseret, analyseret ja ovdanbuktit dataid.
sma: Statistihke lea soejkesjidh, tjöönghkedh, öörnedidh, analyjseradidh jïh daatah åehpiedehtedh.

source: Dataanalysii gullá válddahit datamateriála oppalaš iešvuođaid.
sma: Ana-jyjsesne daatijste dle edtja sïejhme væhtah buerkiestidh daatamaterijaaleste.

source: Árvvoštallat ja kritihkalaččat guorahallat bohtosiid ja dataovdanbuktimiid lea dehálaš statistihkas.
sma: Vuarjasjidh jïh laejhtehkslaakan vuejnedh konklusjovnide jïh daatide lea vihkeles statistihkesne.

source: Jáhkehahttivuođarehkenastimis čállá lohkun man stuorra jáhkehahttivuohta lea ahte dáhpáhus dáhpáhuvvá.
sma: Aarvehtseryöknemisnie taalh beaja man stoerre hille lea akte heannadimmie edtja heannadidh.

source: Kombinatorihkas bargá systemáhtalaš vugiiguin gávnnahit loguid, ja dát lea dávjá dárbbašlaš jus galgá sáhttit rehkenastit jáhkehahttivuođaid.
sma: Kombinarotihkesne barkeminie systematihkeles vuekiejgujmie guktie maahta taalh gaavnedh, jïh dïhte daamtaj daerpies jis edtja maehtedh aarvehtsem aerviedidh.

source: Kultuvra ja modelleren-váldooassi addá badjeperspektiivva matematihkkafágas.
sma: Åejviesuerkie kultuvre jïh hammoedimmie aktem bijjemes perspektijvem vedtieh faagese matematihke.

source: Váldooassi válddaha fága logalaš struktuvrra ja čájeha fága historjjá ja kultuvrralaš rolla.
sma: Åejviesuerkie dam logiske struktuvrem faagesne buerkeste, jïh histovrijem jïh dam kultuvrelle råållam faagese vuesehte.

source: Modelleren lea fága vuođđoproseassa, mas vuolggasadjin lea juoga mii duođaid gávdno.
sma: Hammoedimmie akte vihkeles prosesse faagesne, gusnie våarome lea mij akt mij raaktan gååvnese.

source: Dát válddahallo matematihkalaččat modeallan mii gieđahallo, ja dan bohtosat dulkojuvvojit álgodili vuođul.
sma: Dam matematihkeleslaakan buerkeste aktine maalline mij gïertesåvva, jïh illedahke destie toelhkestamme sjædta tjoevkesisnie dehtie voestes tsiehkeste.

source: Funkšuvdna válddaha rievdama dahje ovdáneami sturrodagas mii čielgasit sorjá nuppis.
sma: Akte funksjovne jarkelimmiem jallh evtiedimmiem buerkeste aktede stoeredahkeste mij lea jearohke aktede mubpeste, aktelaaketje.

source: Funkšuvnnaid sáhttá geavahit ráhkadit matematihkalaš modeallaid praktihkalaš oktavuođain.
sma: Maahta funksjovnh nuhtjedh juktie matematihkeles maallh darjodh praktihkeles ektiedimmijste.

source: Funkšuvnnat praktihkas-váldooasis lea sáhka geavahit funkšuvnnaid válddahit ja analyseret árgabeai- ja bargoeallindilálašvuođaid.
sma: Åejviesuerkie funksjovnh rïektesisnie lea funksjovnh nuhtjedh juktie buerkiestidh jïh analyjseradidh tsiehkieh aarkebiejjeste jïh barkoejieliedistie.

source: Diibmolohku
sma: Man gellie tæjmoeh

source: Tiibmalohku lea almmuhuvvon 60-minuhta ovttadahkan.
sma: Tæjmoeh leah 60-minudten ektievoetine

source: Vuođđogálggat
sma: Jåa2: 84 tæjmoeh

source: Vuođđogálggat leat integrerejuvvon gelbbolašvuođamihttomeriide gos dat leat mielde ovdánahttimin fágagelbbolašvuođa ja leat maid oassin das.
sma: Vihkeles tjiehpiesvoeth lea sjïehtesjamme maahtoeulmine, gusnie dah evtiedimmien viehkiehtieh jïh lea akte bielie faagemaahtoste.

source: Matematihkas áddejuvvojit vuođđogálggat ná:
sma: Matematihkesne guarka vihkeles tjiehpiesvoeth naemhtie:

source: Njálmmálaš gálggat matematihkas mearkkašit duddjot matematihkkaáddejumi guldaleami, hállama ja ságastallama bokte.
sma: Njaalmeldh tjiehpiesvoeth matematihkesne sæjhta jiehtedh mïelem sjugniedidh viehkine goltelidh, håaledh jïh soptsestidh matematihken bïjre.

source: Dát mearkkaša duddjot áddejumi, gažadit ja ákkastallat geavahettiin sihke eahpeformálalaš giela, aiddolaš fágaterminologiija ja doahpagiid.
sma: Dellie tjuara jïjtse mïelem utnedh, gyhtjelassh gihtjedh jïh argumenteradidh viehkine dovne ovbyjjes gïeleste, veele faageterminologijine jïh dïejveseåtnojne.

source: Dát mearkkaša searvat ságastallamiidda, muitalit ideaid ja ságaškuššat matematihkalaš čuolmmaid, čovdosiid ja strategiijaid earáiguin.
sma: Sæjhta jiehtedh meatan årrodh soptsestimmine, åssjelh buektedh jïh matematihken dåeriesmoerh, raerieh jïh strategijh digkiedidh mubpiejgujmie.

source: Njálmmálaš gálggaid ovdáneapmái matematihkas vuolgá matematihka birra ságastallamis ja ovdána kompleaksa fágalaš fáttáid ovdanbuktimii ja ságaškuššamii.
sma: Evtiedimmie njaalmeldh tjiehpiesvoetijste matematihkesne lea dovne meatan årrodh soptsestimmine matematihken bïjre jïh ellies faageles aamhth åehpiedehtedh jïh digkiedidh.

source: Dasto gullá ovdáneapmái álkes matematihkalaš giela geavaheamis ovdánit aiddolaš fágaterminologiija ja ovdanbuktinvugiid ja aiddolaš doahpagiid geavaheapmái.
sma: Evtiedimmie lea aaj aelkedh aktem aelhkie matematihkeles gïelem nuhtjedh, jïh mænngan veele faageterminologijem jïh lahtestimmievuekieh jïh veele dïejvesh nuhtjedh.

source: Máhttit čállit matematihka mielddisbuktá válddahit ja čilget jurddašanvuogi ja bidjat sániid fuomášumiide ja ideaide.
sma: Maehtedh tjaeledh matematihkesne sæjhta jiehtedh buerkiestidh jïh tjïelkestidh aktem åssjaldahkem jïh baakoeh bïejedh dïsse maam vueptiestamme jïh åssjaldahkide.

source: Dát mearkkaša geavahit matematihkalaš symbolaid ja formálalaš matematihkalaš giela čoavdit čuolmma ja ovdanbuktit čovdosiid.
sma: Dellie tjuara maehtedh matematihkeles symbovlh darjodh jïh dam byjjes matematihkeles gïelem maehtedh, juktie dåeriesmoerh loetedh jïh raerieh åehpiedehtedh.

source: Dasto mearkkaša dát ráhkadit tevnnegiid, sárgosiid, govvosiid, gráfaid, tabeallaid ja diagrámmaid mat leat heivehuvvon vuostáiváldái ja dilálašvuhtii.
sma: Vijriesåbpoe sæjhta jiehtedh guvvieh, skissah, goerh, graafh, tabellh jïh dijagrammh darjodh juktie jïjtsh åssjaldahkh jïh jïjtse lïeremem evtiedidh.

source: Čállin matematihkas lea reaidu ovdánahttit iežas jurdagiid ja oahppama. Čállinovdáneapmi matematihkas vuolgá álkes ovdanbuktinvugiin ja ovdána dađistaga formálalaš symbolagiela ja aiddolaš fágaterminologiija geavaheapmái.
sma: Tjaelemeevtiedimmie matematihkesne lea aelkedh aelhkie lahtestimmievuekieh nuhtjedh goske ånnetji ånnetji aalka aktem byjjes symbovlegïelem jïh aktem veele faageterminologijem nuhtedh.

source: Dasto gullá ovdáneapmái álkes matematihkkafágalaš dilálašvuođaid válddaheamis ja systematiseremis ovdánit ollislaš kompleaksa oktavuođaid ákkastallamii.
sma: Vijriesåbpoe dle edtja aelkedh buerkiestidh jïh öörnegen mietie bïejedh aelhkie tsiehkieh matematihkefaageles sisveginie goske maahta aktem ellies argumentasjovnem bæjjese bigkedh ellies ektiedimmiej bïjre.

source: Máhttit lohkat matematihka mearkkaša áddet ja geavahit symbolagiela ja ovdanbuktinvugiid hábmet oaiviliid teavsttain árgabeaieallimis ja bargoeallimis ja maiddái matematihkkafágalaš teavsttain.
sma: Maehtedh lohkedh matematihkesne sæjhta jiehtedh guarkedh jïh nuhtjedh symbovlegïelem jïh lahtestimmievuekieh juktie mïelem sjugniedidh teekstine aarkebiejjeste jïh barkoejieliedistie jïh aaj matematihkefaageles teeksth.

source: Matematihkkafágii gullet ovttastuvvon teavsttat main leat matematihkalaš ovdanbuktimat, gráfat, diagrámmat, tabeallat, symbolat, hámut ja logalaš jurddašeapmi.
sma: Matematihkefaage tjåanghkan bïejeme tjaalegh åtna gusnie matematihkeles vuekieh, graafh, dijagrammh, tabellh, symbovlh, formelh jïh logiske ussjedimmieh.

source: Lohkan matematihkas mearkkaša rátkit dieđuid, analyseret ja árvvoštallat hámiid ja sisdoalu ja čoahkkáigeassit dieđuid teavsttaid iešguđet elemeanttain.
sma: Lohkeme matematihkesne sæjhta jiehtedh bïevnesh veesmedh, analyjseradidh jïh vuarjasjidh hammoem jïh sisvegem jïh bïevnesh tjåanghkan giesedh ovmessie biehkijste tjaaleginie.

source: Lohkanovdáneapmi matematihkas vuolgá dieđuid gávdnamis ja geavaheamis teavsttain main lea álkes symbolagiella, ja ovdána oaivila gávdnamii kompleaksa fágateavsttain main lea váttes symbolagiella ja doabageavaheapmi ja daid reflekteremii.
sma: Lohkemeevtiedimmie matematihkesne aalka bïevnesh tjaaleginie aelhkie symbovlegïeline gaavnedh jïh dejtie nuhtjedh goske mïelem gaavna jïh ussjede ellies faagetjaalegi bïjre gïerve symbovlegïeline jïh dïejveseåtnojne.

source: Máhttit rehkenastit vuođđogálgan mearkkaša geavahit symbolagiela, matematihkalaš doahpagiid, vuogádagaid ja iešguđet strategiijaid čuolbmačoavdimii ja suokkardallamiidda main vuolggasadjin leat sihke praktihkalaš árgabeaidilálašvuođat ja matematihkalaš čuolmmat.
sma: Maehtedh ryöknedh goh vihkeles tjiehpiesvoete sæjhta jiehtedh symbovlegïelem, matematihkeles dïejvesh, darjomevuekieh jïh jeereldihkie strategijh nuhtjedh juktie dåeriesmoerh loetedh jïh goerehtidh mij våaroeminie åtna dovne dæjpeles, biejjieladtje tsiehkine jïh matematihkeles dåeriesmoerine.

source: Dát mearkkaša dovdát ja válddahit dilálašvuođaid main matematihkka lea oassin, ja geavahit matematihkalaš metodaid gieđahallat čuolmmaid.
sma: Dellie tjuara damtijidh jïh buerkiestidh tsiehkieh gusnie matematihke lea meatan, jïh matematihkeles vuekieh nuhtjedh gosse edtja dåeriesmoerh gïetedidh.

source: Oahppi ferte maiddái gulahallat ja árvvoštallat man gustovaččat čovdosat leat.
sma: Learohke tjuara aaj govlesadtedh jïh vuarjasjidh man reaktoe dah vaestiedassh leah.

source: Rehkenastinovdáneapmi matematihkas vuolgá loguid vuođđoáddejumis ja dovdámis ja čuolmma čoavdimis álkes dilálašvuođaid vuođul ja ovdána váttes, kompleaksa čuolmmaid analyseremii ja čoavdimii iešguđet strategiijaid ja metodaid geavahemiin.
sma: Ryöknemeevtiedimmie matematihkesne aalka vihkeles taalegoerkesinie jïh damtijidh jïh dåeriesmoerh loetedh aelhkie tsiehkijste goske maahta analyjseradidh jïh loetedh gelliesåarhts ellies dåeriesmoerh jeereldihkie strategijigujmie jïh vuekiejgujmie.

source: Dat mearkkaša dađistaga eanet geavahit iešguđet veahkkeneavvuid rehkenastimis, modelleremis ja gulahallamis.
sma: Edtja aaj jienebh jienebh ovmessie viehkiedïrregh nuhtjedh aerviedimmine, hammoedimmesne jïh govlesadtemisnie.

source: Digitála gálggat matematihkas mearkkaša geavahit digitála reaidduid oahppamii spealuid, suokkardallama, visualiserema ja ovdanbuktima bokte.
sma: Digitaale tjiehpiesvoeth matematihkesne sæjhta jiehtedh digitaale dïrregh nuhtjedh lïerehtæmman spïeli, goerehtimmien, visualiseringen jïh åehpiedehtemen tjirrh.

source: Das lea maiddái sáhka dovdat, geavahit ja árvvoštallat digitála reaidduid meroštallamiidda, čuolbmačoavdimiidda, simuleremiidda ja modelleremiidda.
sma: Edtja aaj damtedh, nuhtjedh jïh vuarjasjidh digitaale dïrregh aerviedimmide, dåeriesmoereloetemasse, simuleradæmman jïh hammoedæmman.

source: Dasto mearkkaša dát gávdnat dieđuid, analyseret, gieđahallat ja ovdanbuktit dieđuid ulbmillaš reaidduiguin, ja leat kritihkalaš gálduide, analysaide ja bohtosiidda.
sma: Edtja aaj bïevnesh gaavnedh, daatah analyjseradidh, gïetedidh jïh åehpiedehtedh maereles dïrregigujmie, jïh laejhtehks årrodh gaaltijidie, analyjside jïh illedahkide.

source: Digitála gálggaid ovdánahttin mearkkaša bargat ovttastuvvon digitála teavsttaiguin mat šaddet dađistaga váddáseabbun.
sma: Evtiedimmie digitaale tjiehpiesvoetine sæjhta jiehtedh tjåanghkan bïejeme tjaalegigujmie barkedh mah ahkedh elliesåbpoe sjidtieh.

source: Dasto mearkkaša dát dađistaga buorebut oaidnit makkár ávki digitála reaidduin lea oahppamii matematihkkafágas.
sma: Edtja aaj ahkedh vielie vueptiestidh dam aevhkiem digitaale dïrregh utnieh lïerehtimmien gaavhtan matematihkefaagesne.

source: Gelbbolašmihttomearit 2 T maŋŋil
sma: Maahtoeulmieh 2 T mænngan

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Lohkehtimmien ulmieh leah; learohkh gelkieh

source: selvehit vektoriid geometralaš gova njuollan duolbadasas ja meroštallat vektoriid supmi, differánssa ja skalarbuktaga ja loguid ja vektoriid buktaga
sma: buerkiestidh dam geometrihkeles guvviem vektovrijste goh njoelh planeetesne jïh summem, joekehtsem jïh skalarproduktem aerviedidh vektovrijste jïh produktem taalijste jïh vektovrijste

source: rehkenastit duolbadasa vektoriiguin mat leat čállon koordináhtahápmái, meroštallat guhkkodagaid, gaskkaid ja čiegaid vektorrehkenastimiin ja mearridit goas guokte vektora leat paralleallat dahje ortogonálat
sma: vektovrigujmie plaanetesne ryöknedh mah leah tjaaleme koordinaatehammosne, gåhkoeh, geavtah jïh skaavhtegh vektovreryökneminie aerviedidh, jïh sjæjsjalidh gåessie göökte vektovrh leah parallelle jallh ortogonale

source: tevdnet ja válddahit gevlliid paramehterhámis ja meroštallat dákkár gevlliid russenčuoggá
sma: guvviedidh jïh buerkiestidh gåevieh parameeterhammosne jïh aerviedidh gusnie dagkerh gåevieh sinsitniem kroessedieh

source: selvehit ja geavahit doahpagiid sorjjasmeahttun ja evttolaš jáhkehahttivuođa, geavahit Bayesa cealkaga guovtti dáhpáhussii ja árvvoštallat ja dulkot bohtosiid
sma: buerkiestidh jïh nuhtjedh dïejvesidie ovjearohke jïh jearohke aarvehtsh, Bayes ’ en raajesem göökte heannadimmine nuhtjedh, jïh illedahkide vuarjasjidh jïh toelhkestidh

source: meroštallat jáhkehahttivuođa ordnejuvvon válljosiin ruovttoluottabidjamiin dahje dan haga, ja ordnetkeahtes válljosiin ruovttoluottabidjama haga
sma: aarvehtsem aerviedidh aktene öörnedamme vaeljehkisnie bååstedebïejeminie jïh bielelen, jïh aktene ov-öörnedamme vaeljehkisnie bielelen bååstedebïejeme

source: rehkenastit binomalaš ja hypergeometralaš jáhkehahttivuođain ja dovdát ja modelleret dákkár juoguid iešguđet dilálašvuođain
sma: binomiske jïh hypergeometriske aarvehtsinie ryöknedh jïh damtijidh jïh hammoedidh dagkerh joekedimmieh ovmessie tsiehkine

source: analyseret teorehtalaš ja praktihkalaš čuolmmaid, gávdnat minstariid ja struktuvrraid iešguđet dilálašvuođain ja válddahit oktavuođaid matematihkalaš modeallaid vehkiin
sma: analyjseradidh teoretihkeles jïh praktihkeles dåeriesmoerh, maallh jïh struktuvrh gaavnedh ovmessie tsiehkine, jïh ektiedimmieh buerkiestidh viehkine matematihkeles maallijste

source: suokkardit matematihkalaš modeallaid, buohtastahttit iešguđet modeallaid ja árvvoštallat maid dieđuid modeallat sáhttet addit, ja man gustovaččat leat, ja makkár ráddjehusat dain leat
sma: matematihkeles maallh goerehtidh, ovmessie maallh viertiestidh jïh vuarjasjidh magkeres bïevnesh maallh maehtieh vedtedh, jïh gusnie dah faamoem utnieh jïh gusnie dah eah faamoem utnieh

source: geavahit digitála reaidduid suokkardallamis, modeallahábmemis ja ovdanbuktimis
sma: digitaale dïrregh nuhtjedh goerehtimmesne, maallebigkemisnie jïh åehpiedehtiemisnie
